Repository: vaytekhovski/anstechnologies
Catalog: ANSTECHNOLOGIES/Resources/Views/Home/Index.*.resx
Languages: ru

source: Address
ru: Адрес

# AddressDesc
source: 4th lane Koltsova d. 51, office 224, Minsk 220089, Belarus
ru: 4-й пер. Кольцова д. 51, оф. 224, Минск 220089, Беларусь

source: AI based systems
ru: Системы на основе ИИ

# AlphaRecyclageDesc
source: Development of software for PLC (Omron) and SCADA-system (WinCC). Selection of instrumentation equipment, commissioning, reports.
ru: Разработка программного обеспечения для ПЛК (Omron) и SCADA-системы (WinCC). Подбор оборудования КИП, пусконаладочные работы, отчеты.

source: Analytics
ru: Аналитика

# AnalyticsDesc
source: Analyzing company data is a way to gain competitive advantage and leadership in your industry.
ru: Анализ данных компании - это способ получить конкурентные преимущества и лидерство в своей отрасли.

# ANSpricingLinkdesc
source: Automatic pricing and inventory control for online and offline retail.
ru: Автоматическое ценообразование и складской учет для онлайн и оффлайн ритейла.

# BMZ
source: BMZ Zhlobin
ru: БМЗ Жлобин

# BMZDesc
source: Development of software for PLC (Siemens S7-400) and SCADA-system (WinCC), software for PLC (Omron) and operator panel (Weintek).
ru: Разработка программного обеспечения для ПЛК (Siemens S7-400) и SCADA-системы (WinCC), программного обеспечения для ПЛК (Omron) и панели оператора (Weintek).

# BTS
source: BTS Bobruisk
ru: БТС Бобруйск

# BTSDesc
source: Management of software development for PLC (Omron) and SCADA-system (Wonderware). Redundant server, video wall, 7 seats operator, Web client.
ru: Руководство разработкой программного обеспечения для ПЛК (Omron) и SCADA-системы (Wonderware). Резервированный сервер, видеостену, 7 места оператор, Web-клиент.

# DataVisioLinkdesc
source: Artificial intelligence-based exchange analytics. Automated trading on over 130 exchanges.
ru: Биржевая аналитика на основе искусственного интеллекта. Автоматическая торговля более чем на 130 биржах.

# DevAnalyticsSystemTitle
source: Development of Analytical Systems Based on Artificial Intelligence
ru: Разработка Аналитических Систем На Базе Искусственного Интеллекта

# DevLink
source: Development
ru: Разработка

source: Exchange analytics
ru: Биржевая аналитика

# ExchangeAnalyticsDesc
source: AI technologies can analyze a wide range of stock data.
ru: Технологии на основе ИИ могут анализировать широкий спектр биржевых данных.

source: Forecasting
ru: Прогнозирование

# ForecastingDesc
source: Artificial intelligence and big data analytics enable forecasting for any industry.
ru: Искусственный интеллект и анализ больших данных позволяют создавать прогнозы для любой отрасли.

# HomeLink
source: Home
ru: Главная

source: Learn more
ru: Узнать больше

# LightsamericaDesc
source: Work was done to optimize the database, create visual cataloging tools. Used C # 7+, .Net Core 2.0+, docker, docker-compose.
ru: Была проведена работа по оптимизации работы базы данных, созданию инструментов визуальной каталогизации. Использовались С# 7+, .Net Core 2.0+, docker, docker-compose.

source: Mail
ru: Почта

# NetDev
source: .NET development
ru: .NET разработка

# NetLinkdesc
source: Full stack .NET development for projects of any complexity and stages of development.
ru: Фулстек .NET разработка для проектов любой сложности и этапов развития.

source: Only math!
ru: Только математика!

source: OUR PROJECTS
ru: НАШИ ПРОЕКТЫ

source: OUR TEAM
ru: НАША КОМАНДА

# OurTeamDesc1
source: The ANS Technologies team is a friendly team of professionals who love their job.
ru: Команда АНС Технолоджис - дружный коллектив профессионалов, любящих своё дело.

# OurTeamDesc2
source: We are attentive to all the wishes of our customers, are open to dialogue and can always help you find the right technical solution for your business processes.
ru: Мы внимательно относимся ко всем пожеланиям наших клиентов, открыты к диалогу и всегда сможем помочь найти правильное техническое решение для ваших бизнес процессов.

source: Phone
ru: Телефон

# ProjectsLink
source: Projects
ru: Проекты

# Props
source: Requisites
ru: Реквизиты

# PropsDesc
source: UNP 193152788, BY 15BPSB30123074960149330000 in OJSC BPS-Sberbank, Minsk blvd. Mulyavina, 6, BIK BPSBBY2X
ru: УНП 193152788, BY 15BPSB30123074960149330000 в ОАО БПС-Сбербанк г. Минск б-р им. Мулявина, 6, БИК BPSBBY2X

source: Retail
ru: Ритейл

# RetailDesc
source: Neural networks can predict inventory balances and best prices for online and offline retail.
ru: Нейронные сети могут делать прогнозы складских остатков и лучшие цены для онлайн и оффлайн ритейла.

# Robototech
source: Robotics
ru: Робототехника

# RobototechDesc
source: AI can control any robotic systems.
ru: ИИ может управлять любыми робототехническими системами.

# SellberyDesc
source: Build a high-load database architecture and SOA-based architecture capable of handling several million operations per minute.
ru: Создание архитектуры высоконагрукженной базы данных и архитектуры на основе SOA, способной обрабатывать несколько миллионов операций в минуту.&nbsp;

# SoftwareForOurClients
source: The software for our clients and our own projects is developed on the basis of the Microsoft .NET platform, as well as SCADA, in C #, PHP, Python. We provide full-stack development services and make turnkey projects, from design and writing technical specifications to testing and integration of finished products.
ru: Программное обеспечение для наших клиентов и собственных проектов разрабатывается на базе платформы Microsoft .NET, а также SCADA, на языках C#, PHP, Python. Мы оказываем услуги по фулстэк разработке и делаем проекты "под ключ", начиная от проектирования и написания ТЗ до тестирования и интеграции готовых продуктов.&nbsp;

# TeamLink
source: Team
ru: Команда

# Using
source: Control
ru: Управление

# UsingDesc
source: Artificial intelligence allows you to control any production and office processes.
ru: Искусственный интеллект позволяет контролировать любые производственные и офисные процессы.

# UsingLink
source: Where AI is used?
ru: Где используют ИИ?

# WeAlwaysOpen
source: We are always open to mutually beneficial cooperation!
ru: Мы всегда открыты к взаимовыгодному сотрудничеству!

# WhereCanUse
source: Where I can use
ru: Где можно использовать

source: Our current projects
ru: Наши текущие проекты
